export const TestData = [
    {
        id:0,
        question1: '샤워를 마친 후',
        question2: '거울을 보는 당신',
        answers: ['“어깨가 좁은 사람에게 어울리는 옷 찾아주세요”','“어깨가 넓은 사람에게 어울리는 옷 찾아주세요”']
    },
    {
        id:1,
        question1: '오랜만에 타이트한 바지를',
        question2: '입어보는 당신',
        answers: ['“아 어깨부분이 크네”','“아 어깨 한 사이즈 더 큰 거 살걸”']
    },
    {
        id:2,
        question1: '타이트한 바지를 포기하고',
        question2: '다른 바지를 입어보는 당신',
        answers: ['어깨에서 가방이 흘러내려 가방을 다시 고쳐맨다','가방에 손댈 일 없이 가방이 잘 고정되어 있다']
    },
    {
        id:3,
        question1: '맨투맨 안에 입을',
        question2: '이너티를 입는다',
        answers: ['허벅지 둘레에 맞추어 사이즈를 고른다','허리둘레에 맞추어 사이즈를 고른다']
    },
    {
        id:4,
        question1: '배는 참 괜찮은데...',
        question2: '아 이 뱃살...언제 다빼지?',
        answers: ['“아 또 허리가 작네. 한 사이즈 큰 거 살 걸"','“이번 바지도 벨트는 필수네”']
    },
    {
        id:5,
        question1: '배는 참 괜찮은데...',
        question2: '아 이 뱃살...언제 다빼지?',
        answers: ['“배는 참 괜찮은데… "','“아 이 뱃살... 언제 다빼지?”']
    },
    {
        id:6,
        question1: '배는 참 괜찮은데...',
        question2: '아 이 뱃살...언제 다빼지?',
        answers: ['“엉덩이가 좀 부담스럽나...?"','“엉덩이 부분이 좀 남네…”']
    },
    {
        id:7,
        question1: '배는 참 괜찮은데...',
        question2: '아 이 뱃살...언제 다빼지?',
        answers: ['“아, 또 안들어가서 머리 다 헝클어졌네”','“오늘도 부드럽게 클리어”']
    },
    {
        id:8,
        question1: '배는 참 괜찮은데...',
        question2: '아 이 뱃살...언제 다빼지?',
        answers: ['짧은 편이다','긴 편이다']
    },
    {
        id:9,
        question1: '배는 참 괜찮은데...',
        question2: '아 이 뱃살...언제 다빼지?',
        answers: ['짧은 편이다','긴 편이다']
    },
    {
        id:10,
        question1: '배는 참 괜찮은데...',
        question2: '아 이 뱃살...언제 다빼지?',
        answers: ['짧은 편이다','긴 편이다']
    },
]