const style_F = [
    {
        id : 0,
        questionNum : 1,
        required : 1, //-1: 무제한 중복 선택, 0: 선택, 1 : 객관식, 2~: 중복선택/최대개수
        answers : [],
    },
    {
        id : 1,
        questionNum : 2,
        answers : ["캐주얼", "클래식포멀", "모던베이직", "로맨틱페미닌", "러블리", "스트릿", "빈티지", "스포티", "섹시글램", "하이틴", "힙시크", "럭셔리"],
    },
    {
        id : 2,
        questionNum : 3,
        answers : ["캐주얼", "클래식포멀", "모던베이직", "로맨틱페미닌", "러블리", "스트릿", "빈티지", "스포티", "섹시글램", "하이틴", "힙시크", "럭셔리"],
    },
    {
        id : 3,
        questionNum : 4,
        answers : ["캐주얼", "클래식포멀", "모던베이직", "로맨틱페미닌", "러블리", "스트릿", "빈티지", "스포티", "섹시글램", "하이틴", "힙시크", "럭셔리"],
    },
    {
        id : 4,
        questionNum : 5,
        answers : ["레이스", "프릴", "진주", "셔링", "리본", "시스루", "땡땡이", "줄무늬", "체크 무늬", "꽃무늬", "민무늬(무지)", "호피무늬", "퍼프", "어깨퍼드", "꽈배기무늬", "레터링", "허리밴딩", "언발란스", "트임", "없음"],
    },
    {
        id : 5,
        questionNum: 6,
        answers : ["가죽", "앙고라", "나일론(비닐)", "코듀로이", "벨벳", "린넨", "실크(새틴)", "쉬폰", "트위드", "없음"],
    },
    {
        id : 6,
        questionNum: 7,
        answers : ["U넥", "V넥", "스퀘어넥", "반폴라(모크넥)", "목폴라(터틀넥)", "오프숄더", "홀터넥", "칼라", "없음"],
    },
    {
        id : 7,
        questionNum: 8,
        answers : [],
    },
    {
        id : 8,
        questionNum: 9,
        answers : ['원색', '파스텔색', '무채색', '채도 낮은 색', '형광색'],
    },
    {
        id : 9,
        questionNum: 10,
        answers : ['빨강', '주황', '노랑', '초록', '파랑', '보라', '분홍', '베이지', '갈색', '검정', '실버', '골드', '남색', '회색', '카키', '버건디', '회색', '없음'],
    },
    {
        id : 10,
        questionNum: 11,
        answers : ['빨강', '주황', '노랑', '초록', '파랑', '보라', '분홍', '베이지', '갈색', '검정', '실버', '골드', '남색', '회색', '카키', '버건디', '회색', '없음'],
    },
    {
        id : 11,
        questionNum: 12,
        answers : ['스키니핏', '슬림핏', '스트레이트핏', '와이드핏', '테이퍼드핏(배기핏)', '부츠컷'],
    },
    {
        id : 12,
        questionNum: 13,
        answers : ['골반에 위치(밑위길이가 짧음)', '골반과 허리 사이에 위치(밑위길이가 중간)', '허리에 위치(밑위길이가 긺)', '상관없음'],
    },
    {
        id : 13,
        questionNum: 14,
        answers : ['크롭','레귤러', '롱', '상관없음'],
    },
    {
        id : 14,
        questionNum: 15,
        answers : ['보세', 'SPA브랜드', '아웃도어', '여성복', '디자이너', '고가 디자이너', '하이엔드(명품)', '없음'],
    },
    {
        id : 15,
        questionNum: 16,
        answers : ['블로그마켓', '지그재그', '무신사/우신사', 'WConcept', '29cm', '브랜디', '에이블리', '홈쇼핑', '자사 홈페이지', '없음' ],
    },

]

const size_F = [
    {
        
    }
]

const user_datas = {
    style_two,
}

export default user_datas;